{
    "aboutTitle": "Acerca de Front-End Foxes",
    "aboutPurpose": "Front-End Foxes Inc., una organización benéfica pública 501 (c) (3) (EIN 83-3866803), es una iniciativa fundada por Jen Looper en 2018 que crea y organiza talleres para enseñar tecnologías front-end a las mujeres de una manera fresca y manera divertida. Nuestras actividades incluyen laboratorios de código autodirigidos gratuitos que se completan en un formato de taller en grupos con tutoría de voluntarios, ya sea en línea o en persona. El objetivo del programa es familiarizar a las mujeres con las tecnologías de vanguardia en un entorno inclusivo y de apoyo. También gestionamos un fondo de becas para ayudar a las mujeres a asistir a conferencias técnicas. Hemos organizado con éxito eventos más largos como Vue Vixens Days en Argentina, Colombia y Estados Unidos. Con capítulos en todo el mundo, probablemente puedas encontrar un grupo cerca de ti.",
    "activitiesSubtitle": "Acerca de nuestras actividades",
    "activitiesDescription": "¿Qué puede esperar de un evento de Front-End Foxes? Bueno, como estudiante, quizás nuevo en el campo del desarrollo front-end, se le brinda la oportunidad de aprender sobre varios marcos para crear aplicaciones web y móviles. En el transcurso de un desayuno, un almuerzo y un aprendizaje o un taller de día completo, que llamamos 'skulks', trabajará con un mentor en grupos pequeños en un entorno de aprendizaje práctico y autónomo. Completará la tarea de crear una aplicación web y una aplicación móvil que le enseñará sobre el marco y la programación en JavaScript. También tendrá la oportunidad de conocer y trabajar con estudiantes de ideas afines, interactuar con líderes de la industria y hacer valiosas conexiones profesionales.",
    "mentorsNoteSubtitle": "Una nota para las mentores",
    "mentorsNote": "Si te unes a uno de nuestros mofeta como mentor, en primer lugar, ¡gracias! Gracias a usted, podemos ofrecer talleres gratuitos a nuevos desarrolladores en un entorno de apoyo. Su trabajo es permanecer con sus aprendices durante todo el día, ayudándolos a superar cualquier dificultad y brindándoles una visión de la vida de un desarrollador profesional experimentado. ¡Eres la mejor! Para que quede claro, ¡cualquiera puede ser un mentor de Front-End Foxes! Agradecemos su participación.",
    "studentsNoteSubtitle": "Una nota para las estudiantes",
    "studentSentences": {
        "first": "¿No estás seguro de si encajarás en uno de nuestros mofletes? Si es un nuevo desarrollador front-end que se identifica como mujer, es bienvenido. El enfoque de este grupo es la educación y promoción de las mujeres desarrolladoras y aquellas que se identifican como tales. La fundadora de esta organización, Jen Looper, es una alumna de Wellesley College (promoción del 92) y toma los criterios de admisión de la universidad como modelo. Parafraseando su declaración de admisibilidad:",
        "second": "Admitiremos a cualquier persona que viva como mujer y se identifique consistentemente como mujer. También damos la bienvenida a aquellas a las que se les asignó una mujer al nacer y que sienten que pertenecen a nuestra comunidad de mujeres. Buscamos brindarles a los estudiantes un ambiente de aprendizaje único y empoderador, uno diseñado específicamente para preparar a las mujeres para prosperar en un mundo complejo.",
        "third": "¡Gracias por tu apoyo! 🦊"
    },
    "ffSponsoringSubtitle": "Patrocinio de Front-End Foxes",
    "ffSponsoringDescription": "¿Le gustaría a usted oa su empresa patrocinar a Front-End Foxes como organización? Estamos muy agradecidos de que esté pensando en este sentido. Nos complace aceptar patrocinadores en estos niveles y reconocer a nuestros patrocinadores como tales en nuestra página de patrocinadores. Dividimos nuestras finanzas en dos botes: dinero para nuestros gastos imprevistos y capítulos, y dinero para becas. Si nos patrocina, puede decirnos qué porcentaje de la subvención beneficiará a qué bote.",
    "ffSponsoringPots": {
        "platinumTitle": "Platino",
        "platinum": "$5000 o más por año.",
        "goldTitle": "Oro",
        "gold": "$2000 - $5000 por año.",
        "silverTitle": "Plata",
        "silver": "$1000 - $2000 por año.",
        "softwareSponsor": "Patrocinador de software: Regale una suscripción de software.",
        "patreonSponsors": "Patrocinadores de Patreon: Los miembros de la comunidad pueden donar a través de nuestro",
        "githubSponsors": "o patrocinadores de GitHub (¡preferido!)."
    }
}
