[
	{
		"id": 1,
		"name": "Jen Looper",
		"title": "Founder/CEO",
		"image": "https://res.cloudinary.com/front-end-foxes/image/upload/v1601240911/ChapterLeaders/jen_looper_gpiyff.jpg",
		"description": "Jen Looper is a Google Developer Expert and a Cloud Developer Advocate Lead at Microsoft with over 20 years' experience as a web and mobile developer. Based in Boston, Jen specializes in creating cross-platform mobile apps. She's a multilingual multiculturalist with a passion for hardware hacking, mobile apps, machine learning and discovering new things every day. Jen is a mom of two college-aged girls and loves helping women achieve their full potential.",
		"website": "https://jenlooper.com",
		"twitter": "@jenlooper",
		"active": true,
		"group": "leadership"
	},
	{
		"id": 2,
		"name": "Michele Cynowicz",
		"title": "Communications Manager",
		"image": "https://res.cloudinary.com/front-end-foxes/image/upload/v1601240910/ChapterLeaders/michele_oudkol.jpg",
		"description": "Michele \"CodePirate\" Cynowicz has been working in web applications development for nearly 20 years. Originally from New York City, Michele currently advocates for remote work in the tech industry from the Tampa Bay Area of Florida. She is a Senior Front-End Engineer, passionate about teaching and mentoring juniors. In her spare time, Michele is a volunteer with the Girl Scouts, a classic RPG gamer and a fitness enthusiast.",
		"twitter": "@michelecynowicz",
		"active": true,
		"group": "leadership"
	},
	{
		"id": 3,
		"name": "Ani Ionova",
		"title": "Chapter Leader",
		"image": "https://res.cloudinary.com/front-end-foxes/image/upload/v1601240087/ChapterLeaders/ani_lozjuz.png",
		"description": "Ani is a Full Stack Software Developer at TouchBistro. Most passionate about React ecosystem & Node.js. She enjoys being a part of a team that cultivates growth, creative thinking & innovation.",
		"website": "https://anncrypt.com",
		"twitter": "@anncrypt",
		"active": true,
		"group": "canada"
	},

	{
		"id": 5,
		"name": "Vanessa Böhner",
		"title": "Chapter Leader",
		"image": "https://res.cloudinary.com/front-end-foxes/image/upload/v1601240087/ChapterLeaders/screen-shot-2020-07-03-at-12-00-52-pm_rb927a.png",
		"description": "Vanessa is a Web Developer. Her nickname is Vannsl since she lost various passwords for Vanny in 1998. She is a Frontend Foxes Chapter Leader, helping others with their first coding and speaking experiences while learning from them, too. In 2020 she started the Frontend Testing Podcast expect(Exception). Also in 2020, she was a member of the JS Kongress Program Committee.",
		"website": "https://vannsl.io",
		"twitter": "@vannsl",
		"active": true,
		"group": "dach"
	},
	{
		"id": 6,
		"name": "Jaeriah Tay",
		"title": "Chapter Leader",
		"image": "https://res.cloudinary.com/front-end-foxes/image/upload/v1601240083/ChapterLeaders/jaeriah_jkp1zq.jpg",
		"description": "Jaeriah is a Creative Developer with experience designing and building web applications. As a former food start-up co-founder and someone who has lived in three continents, she believes her diverse background is part of a bigger picture in understanding people and the world we live in. Her previous experiences in the tourism and design sectors help to identify real-world challenges and her passion for solving them through creative technologies. Ultimately, she strives to deliver enjoyable experiences through practical ideas and solutions!",
		"website": "https://jaeriah.com",
		"twitter": "@jaeriahtay",
		"active": true,
		"group": "canada"
	},
	{
		"id": 7,
		"name": "Anett Gesierich",
		"title": "Chapter Leader",
		"image": "https://res.cloudinary.com/front-end-foxes/image/upload/v1601240083/ChapterLeaders/annett_ortz0v.jpg",
		"description": "Annett is a web developer with a fondness for the frontend and especially JavaScript part of websites and apps. She invests part of her spare time in her local community by organising meetups, codingnightffm and as city coordinator and mentor for the Vue Vixens. The rest of my time is well invested in non-technical topics like baking delicious cakes and cookies or cycling.",
		"website": "https://anett.xyz",
		"twitter": "@emsuiko",
		"active": true,
		"group": "dach"
	},
	{
		"id": 8,
		"name": "Andrea Busse",
		"title": "Chapter Leader",
		"image": "https://res.cloudinary.com/front-end-foxes/image/upload/v1601240083/ChapterLeaders/andreabusse_kj3zno.jpg",
		"description": "Andrea is a Co-chapterlead of VueVixens Benelux. Current stack: Laravel + VueJS",
		"twitter": "@mostlyCoffee88",
		"active": true,
		"group": "benelux"
	}
]
