{
    "aboutTitle": "À propos de Front-End Foxes",
    "aboutPurpose": "Front-End Foxes Inc., un organisme à but non lucratif (501c3) (EIN 83-3866803), est une initiative fondée par Jen Looper en 2018 ayant pour but d'animer des ateliers afin d'apprendre les technologies front-end aux femmes d'une manière cool et amusante. Nos activités comprennent des ateliers gratuits en groupes mentorés par des bénévoles, en ligne ou en personne. Le but du programme est d'aider les femmes à se familiariser avec les technologies front-end dans un environnement favorable et inclusif. Nous gérons également un fonds de bourse pour aider les femmes à assister à des conférences techniques. Nous avons organisé avec succès des évènements de longue durée tels que les « Vue Vixens Days » en Argentine, en Colombie et aux États-Unis. Nous avons des animatrices dans le monde entier, nos « Chapter Leaders ». Vous trouverez donc probablement un groupe près de chez vous !",
    "activitiesSubtitle": "À propos de nos activités",
    "activitiesDescription": "Que pouvez-vous espérer d'un évènement Front-End Foxes ? Eh bien, en tant qu'étudiante, peut-être nouvelle dans le domaine du développement front-end, vous avez la possibilité de vous familiariser avec diverses librairies permettant la création d'applications web et mobiles. Au cours d'un petit-déjeuner, d'un déjeuner « lunch 'n' learn » ou d'un atelier d'une journée complète, que nous appelons « skulks », vous travaillerez avec une mentor en petits groupes dans un environnement d'apprentissage pratique et autonome. Vous créerez une application web et une application mobile en apprenant la programmation le langage JavaScript et des librairies JavaScript. Vous aurez également la chance de rencontrer et de travailler avec des étudiantes partageant les mêmes idées, d'interagir avec des leaders de l'industrie et d'établir de précieuses relations professionnelles.",
    "mentorsNoteSubtitle": "Une note aux mentors",
    "mentorsNote": "Si vous rejoignez l'un de nos « skulks » en tant que mentor, tout d'abord, merci beaucoup ! Grâce à vous, nous pouvons offrir des ateliers gratuits aux nouvelles développeuses dans un environnement accueillant. Votre travail consiste à être présent(e) pour les participantes tout au long de la journée, en les aidant à surmonter les difficultés rencontrées et en leur donnant une vision de la vie d'une développeuse professionnelle chevronnée. Merci beaucoup ! Pour être clair, n'importe qui peut être un mentor pour les Front-End Foxes ! Nous vous remercions de votre participation.",
    "studentsNoteSubtitle": "Une note aux étudiantes",
    "studentSentences": {
        "first": "Vous ne savez pas si vous souhaitez participer à l'un de nos « skulks » ? Si vous êtes une nouvelle développeuse front-end qui s'identifie comme une femme, vous êtes la bienvenue. L'accent est mis sur l'éducation et la promotion des femmes développeuses. La fondatrice de cette organisation, Jen Looper, est une ancienne élève du Wellesley College (promotion de 92) et prend comme modèle les critères d'admission de son université. En reprenant la déclaration de recevabilité :",
        "second": "Nous admettrons toute personne qui vit en tant que femme et s'identifie systématiquement en tant que femme. Nous souhaitons également la bienvenue à celles qui ont été déclarées comme femme à la naissance et qui se sentent appartenir à notre communauté de femmes. Nous cherchons à fournir aux étudiantes un environnement d'apprentissage unique, spécialement conçu pour préparer les femmes à s'épanouir dans un monde complexe.",
        "third": "Merci pour votre soutien ! 🦊"
    },
    "ffSponsoringSubtitle": "Sponsoring Front-End Foxes",
    "ffSponsoringDescription": "Souhaitez-vous, ou votre entreprise, aider à financer Front-End Foxes en tant qu'organisation ? Nous vous sommes très reconnaissant(e)s d'y penser. Nous acceptons avec un grand sourire des sponsors pour les différents niveaux ci-dessous. Tou(te)s nos sponsors sont listé(e)s et remercié(e)s sur notre page « Sponsors ». Nous avons divisé nos finances en deux morceaux : l'argent pour nos frais matériels et nos animatrices, et l'argent pour les bourses. Si vous nous sponsorisez, vous pouvez nous indiquer quel pourcentage de la subvention bénéficiera à quel morceau.",
    "ffSponsoringPots": {
        "platinumTitle": "Platine",
        "platinum": "$5000 ou plus par an.",
        "goldTitle": "Or",
        "gold": "$2000 - $5000 par an.",
        "silverTitle": "Argent",
        "silver": "$1000 - $2000 par an.",
        "softwareSponsor": "Sponsor logiciel: Offrez-nous un abonnement logiciel.",
        "patreonSponsors": "Patreon sponsors: Les membres de la communauté sont invités à faire un don via notre",
        "githubSponsors": "ou sponsors GitHub (de préférence!)."
    }
}
